tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew "autoconf"
brew "automake"
brew "cmake"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "htop"
brew "maven"
brew "node"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "zsh"
brew "fzf"

cask install 'iterm2'
cask install 'google-chrome'
cask install 'spotify'
cask install 'flux'
cask install 'slack'
cask install 'dash'
cask install 'vlc'
cask install 'intellij-idea-ce'
cask install 'alfred'
cask alfred link
